import React from 'react'

const Main = () => {
  return (
    <div>
      <div className="specify_body">
        <h1>Особенности Apple AirPods PRO</h1>
        <div className="main_specifay">
          <div className="specify">

            <button className="specify_name">1 Аудиотехнологии</button>
            <p>Драйвер с широкой амплитудой, разработанный Apple
              Особый усилитель с широким динамическим диапазоном
              Активное шумоподавление
              Прозрачный режим
              Система выравнивания давления
              Пространственное аудио и функция динамического отслеживания движений головы
              Адаптивный эквалайзер
            </p>
          </div>
          <div className="specify">
            <button className="specify_name">2 Датчики</button>
            <p>
              Сдвоенные направленные микрофоны
              Внутренний микрофон
              Двойные оптические сенсоры
              Акселерометр распознавания движения
              Акселерометр обнаружения голосовой активности
              Датчик нажатия
            </p>
          </div>
          <div className="specify">

            <button className="specify_name">3 Универсальный доступ</button>
            <p>Функции универсального доступа помогают людям с особыми потребностями максимально эффективно пользоваться AirPods Pro.

              Некоторые функции:

              Поддержка Live - прослушивания
              11
              Уровень звука
              Адаптация наушников
              Режим «Общение»
            </p>
          </div>
        </div>
      </div>
      <div className="photo_body">
        <div className="main">
          <div className="column">
            <img src="/img/9.svg" alt="pods"></img>
            <h1 className="parag">Функция «Совместный
              доступ к аудио»</h1>
            <p className="text">Благодаря функции «Совместный доступ к аудио» вы сможете слушать песни, подкасты и любое другое аудио вместе с другом через две пары наушников AirPods.</p>
          </div>
          <div className="column">
            <img src="/img/8.svg" alt="pods"></img>
            <h1 className="parag">Чип H1</h1>
            <p className="text">Чип H1, разработанный Apple, оснащён 10 ядрами и позволяет воспроизводить аудио с минимальной задержкой. Благодаря этому шумоподавление работает в реальном времени.</p>
          </div>
          <div className="column">
            <img src="/img/7.svg" alt="pods"></img>
            <h1 className="parag">System in Package</h1>
            <p className="text">System in Package — тщательно продуманная система, каждый компонент которой создан с учётом строения человеческого уха для максимального комфорта и стабильно качественного звучания.</p>
          </div>
          <div className="column">
            <img src="/img/6.svg" alt="pods"></img>
            <h1 className="parag">Самые звонкие технологии</h1>
            <p className="text">Компактные и высокотехно логичные AirPods Pro созданы на основе архитектуры System in Package с уникальным чипом H1, который поддерживает работу всех функций AirPods Pro — от аудио до Siri.</p>
          </div>
          <div className="column">
            <img src="/img/5.svg" alt="pods"></img>
            <h1 className="parag">Вы только послушайте</h1>
            <p className="text">Адаптивный эквалайзер автоматически регулирует параметры звука с учётом формы уха, создавая превосходное, неизменно богатое звучание.</p>
          </div>
          <div className="column">
            <img src="/img/4.svg" alt="pods"></img>
            <h1 className="parag">Хотите услышать, что вокруг?</h1>
            <p className="text">Удерживайте датчик нажатия на корпусе, чтобы переключиться с активного шумоподавления на Прозрачный режим: внешний мир будет звучать так же естественно, как если бы вы общались без наушников.качественного звучания.</p>
          </div>
          <div className="column">
            <img src="/img/3.svg" alt="pods"></img>
            <h1 className="parag">Когда звук создаёт тишину</h1>
            <p className="text">AirPods Pro — уникальные наушники с технологией активного шумоподавления, которые непрерывно оптимизируют звучание с учётом формы вашего уха и положения вкладышей. Они отлично заглушают внешние шумы, поэтому вы можете полностью погрузиться в музыку.</p>
          </div>
          <div className="column">
            <img src="/img/2.svg" alt="pods"></img>
            <h1 className="parag">В комплекте три пары мягких силиконовых вкладышей</h1>
            <p className="text">Внутри каждого вкладыша есть особая коническая полость, которая помогает ему лучше адаптироваться к геометрии уха и надёжнее держать наушник. А отверстия во вкладышах позволяют выровнять давление, поэтому наушники будут для вас совершенно незаметны.</p>
          </div>
          <div className="column">
            <img src="/img/1.svg" alt="pods"></img>
            <h1 className="parag">Вашим ушам это по душе</h1>
            <p className="text">Это наушники совершенно нового класса. AirPods Pro исключительно комфортны, в них реализована технология активного шумоподавления, и можно даже выбрать вкладыши своего размера. Вы будете лучше чувствовать музыку, а не наушники.</p>
          </div>
        </div>
      </div>
    </div>
  )
}

export default Main
